9/data/attachments/d5efc597c46c6762.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Timothy_region_Actions_37779_4</nif:username>
            <nif:friendToBeRequested>soap_actions_ddc228b0-bca9-4df0-b726-a8acee89dc64</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>